{
  "books": [
    {
      "id": 43,
      "name_telugu": "యోహాను సువార్త",
      "name_english": "John",
      "testament": "NT",
      "chapter_count": 21,
      "verse_count": 879
    }
  ],
  "verses": [
    { "id": 1, "book_id": 43, "chapter": 3, "verse": 1, "text": "పరిసయ్యులలో నికోదేము అనే ఒక మనిషి యూదుల అధికారి." },
    { "id": 2, "book_id": 43, "chapter": 3, "verse": 2, "text": "అతడు రాత్రివేళ యేసు దగ్గరికి వచ్చి, గురువూ, నీవు దేవుని నుండి వచ్చిన బోధకుడవని మాకు తెలుసు. ఎందుకంటే దేవుడు ఉన్నట్లయితే తప్ప నీవు చేసే ఈ సూచక క్రియలు ఎవ్వరూ చేయలేరు అని చెప్పాడు." },
    { "id": 3, "book_id": 43, "chapter": 3, "verse": 3, "text": "యేసు అతనికి జవాబిచ్చాడు, నిజంగా నిజంగా నేను నీతో చెపుతున్నాను, ఒక మనిషి కొత్తగా పుట్టనంటే దేవుని రాజ్యాన్ని చూడలేడు." },
    { "id": 4, "book_id": 43, "chapter": 3, "verse": 4, "text": "నికోదేము అతనితో, ఒక మనిషి వృద్ధుడైన తరవాత ఎలా పుట్టగలడు? తన తల్లి గర్భంలోకి రెండోసారి ప్రవేశించి పుట్టగలడా? అన్నాడు." },
    { "id": 5, "book_id": 43, "chapter": 3, "verse": 5, "text": "యేసు జవాబిచ్చాడు, నిజంగా నిజంగా నేను నీతో చెపుతున్నాను, ఒక మనిషి నీటి నుండియు ఆత్మ నుండియు పుట్టనంటే దేవుని రాజ్యంలో ప్రవేశించలేడు." },
    { "id": 6, "book_id": 43, "chapter": 3, "verse": 6, "text": "శరీరం నుండి పుట్టినది శరీరం; ఆత్మ నుండి పుట్టినది ఆత్మ." },
    { "id": 7, "book_id": 43, "chapter": 3, "verse": 7, "text": "మీరు కొత్తగా పుట్టాలని నేను నీతో చెప్పిన దానికి ఆశ్చర్యపడకు." },
    { "id": 8, "book_id": 43, "chapter": 3, "verse": 8, "text": "గాలి ఎక్కడ వీచాలనుకుంటుందో అక్కడ వీస్తుంది. దాని శబ్దం వింటావు కానీ అది ఎక్కడ నుండి వస్తుందో ఎక్కడికి వెళ్తుందో తెలియదు. ఆత్మ నుండి పుట్టిన ప్రతి ఒక్కరూ అలాగే ఉంటారు." },
    { "id": 9, "book_id": 43, "chapter": 3, "verse": 9, "text": "నికోదేము అతనితో, ఈ విషయాలు ఎలా జరుగగలవు? అన్నాడు." },
    { "id": 10, "book_id": 43, "chapter": 3, "verse": 10, "text": "యేసు అతనితో, నీవు ఇశ్రాయేలుకు బోధకుడవై ఈ విషయాలు తెలియవా?" },
    { "id": 11, "book_id": 43, "chapter": 3, "verse": 11, "text": "నిజంగా నిజంగా నేను నీతో చెపుతున్నాను, మాకు తెలిసిన దాన్ని మేము చెపుతున్నాం, చూసిన దాన్ని సాక్ష్యమిస్తున్నాం. అయినా మీరు మా సాక్ష్యాన్ని అంగీకరించరు." },
    { "id": 12, "book_id": 43, "chapter": 3, "verse": 12, "text": "నేను భూసంబంధమైన విషయాలు చెప్పినప్పుడు మీరు నమ్మకపోతే, స్వర్గసంబంధమైన విషయాలు చెప్పినప్పుడు ఎలా నమ్ముతారు?" },
    { "id": 13, "book_id": 43, "chapter": 3, "verse": 13, "text": "స్వర్గం నుండి దిగివచ్చిన మనుష్యకుమారుడైన నేను తప్ప ఎవ్వరూ స్వర్గానికి ఎక్కలేదు." },
    { "id": 14, "book_id": 43, "chapter": 3, "verse": 14, "text": "మోషే అరణ్యంలో సర్పాన్ని పైకెత్తినట్లు మనుష్యకుమారుడు కూడా పైకెత్తబడాలి." },
    { "id": 15, "book_id": 43, "chapter": 3, "verse": 15, "text": "ఎందుకంటే అతనిని నమ్మిన ప్రతి ఒక్కరూ నశించకుండా నిత్యజీవం పొందాలి." },
    { "id": 16, "book_id": 43, "chapter": 3, "verse": 16, "text": "దేవుడు లోకాన్ని ఎంతో ప్రేమించాడు కాబట్టి తన ఏకకుమారుణ్ణి ఇచ్చాడు. అతనిని నమ్మిన ప్రతి ఒక్కరూ నశించకుండా నిత్యజీవం పొందుతారు." },
    { "id": 17, "book_id": 43, "chapter": 3, "verse": 17, "text": "దేవుడు తన కుమారుణ్ణి లోకంలోకి పంపినది లోకానికి తీర్పు తీర్చడానికి కాదు, లోకం అతని ద్వారా రక్షణ పొందడానికి." },
    { "id": 18, "book_id": 43, "chapter": 3, "verse": 18, "text": "అతనిని నమ్మిన వాడికి తీర్పు లేదు. నమ్మని వాడికి ఇప్పటికే తీర్పు తీర్చబడింది, ఎందుకంటే అతడు దేవుని ఏకకుమారుని పేరును నమ్మలేదు." },
    { "id": 19, "book_id": 43, "chapter": 3, "verse": 19, "text": "తీర్పు ఇదే: వెలుగు లోకంలోకి వచ్చింది. కానీ మనుషులు చేసిన పనులు చెడ్డవి కాబట్టి వెలుగు కంటే చీకటిని ఎక్కువగా ప్రేమించారు." },
    { "id": 20, "book_id": 43, "chapter": 3, "verse": 20, "text": "చెడు చేసే ప్రతి ఒక్కరూ వెలుగును ద్వేషిస్తాడు, తన పనులు బయటపడకుండా వెలుగు దగ్గరికి రాడు." },
    { "id": 21, "book_id": 43, "chapter": 3, "verse": 21, "text": "కానీ సత్యాన్ని అనుసరించేవాడు వెలుగు దగ్గరికి వస్తాడు, ఎందుకంటే అతని పనులు దేవునిలో చేయబడ్డాయని తెలియాలి." }
  ]
}
